Repository: 369037883/openmptcprouter-feeds
Catalog: luci-app-mlvpn/po/*/mlvpn.po
Languages: de

source: Add
de: Hinzufügen

source: Enable
de: anschalten

source: First remote port
de: Erster Gegenstellen-Port

source: Interface name
de: Anschluss-Bezeichnung

source: Interface will increase port used beginning with this
de: Der Anschluss wird die Pornummern nutzen beginnend mit diesem Wert

source: Interfaces
de: Anschlüsse

source: Invalid
de: ungültig

source: Loss tolerance
de: Verlust-Toleranz

source: Mode
de: Betriebsmodus

source: Password
de: Schlüssel

source: Remote host
de: Gegenstelle (FQDN oder IP-Adresse)

source: Remote/Bind port
de: Portnummer der Gegenstelle

source: Reorder buffer size
de: Größe des Sortierpuffers

source: Settings
de: Einstellungen

source: Timeout (s)
de: Wartezeit (in Sekunden)
