Repository: 369037883/openmptcprouter-feeds
Catalog: luci-app-openmptcprouter/po/*/openmptcprouter.po
Languages: de

source: A Dead Simple VPN is a TCP VPN that can replace Glorytun TCP
de: 'Dead Simple VPN' ist ein TCP VPN das 'Glorytun TCP' ersetzen kann

source: A Dead Simple VPN key
de: Schlüssel 'Dead Simple VPN'

source: API username to retrieve personnalized settings from the server.
de: API Benutzername zum Download der Settings vom Server.

source: Add an interface
de: Interface hinzufügen

source: Add server
de: Server hinzufügen

source: Advanced Settings
de: Erweiterte Einstellungen

source: Advanced settings
de: Erweiterte Einstellungen

source: All VPN available here can do aggregation over MPTCP or using own internal method.
de: Alle hier verfügbaren VPNs ermöglichen die Bandbreitenbündelung mittels MPTCP oder den anderen Verfahren.

source: All router settings
de: Alle Router-Einstellungen

source: An Advanced Encryption Standard (AES) instruction set is integrated in the processor.
de: Die CPU beherrscht AES-NI-Befehle zur Beschleunigung der Verschlüsselung.

source: Backup on server
de: Backup der Router-Einstellungen auf den Server

source: By default ShadowSocks is used for TCP traffic.
de: TCP wird standardmäßig per ShadowSocks übertragen.

source: By default VPN is used for any traffic that is not TCP.
de: IP-Pakete, die nicht TCP sind, werden standardmäßig mit einem VPN-Protokoll übertragen.

source: Common server settings
de: Allgemeine Servereinstellungen

source: Default VPN
de: Standard VPN

source: Delete
de: Löschen

source: Disable ShadowSocks
de: ShadowSocks aus

source: Disable TCP Fast Open
de: TCP-Fast-Open aus

source: Disable TCP Fast Open on Linux and Shadowsocks configuration
de: Abschalten von TCP-Fast-Open für Linux und die ShadowsSocks-Einstellungen

source: Disable external check
de: Externe Prüfung aus

source: Disable gateway ping
de: Gateway-Ping aus

source: Disable gateway ping status check
de: Gateway-Ping Statusüberprüfung aus

source: Disable ports redirection defined in firewall from server to this router
de: Portweiterleitungen in der Server-Firewall zu diesem Router abschalten

source: Disable server ping
de: Server-Ping aus

source: Disable server ping status check
de: Server-Ping Status-Prüfung aus

source: Download speed (Kb/s)
de: Download-Geschwindigkeit (kBits/s)

source: Dynamic change
de: Dynamische Anpassung

source: Enable IPv6
de: IPv6 aktiv

source: Enable SQM
de: SQM aktiv

source: Enable ShadowSocks Obfuscating
de: Shadowsocks-Verschleierung aktiv

source: Encryption
de: Verschlüsselung

source: Encryption method is also used for Glorytun.
de: Verschlüsselungverfahren wird ebenfalls für Glorytun genutzt.

source: Glorytun TCP is used by default for UDP and ICMP
de: Glorytun-TCP wird standardmäßig für UDP und ICMP genutzt.

source: Glorytun key
de: Glorytun Schlüssel

source: IPv4 TCP FIN timeout
de: IPv4 TCP FIN Wartezeit

source: IPv4 TCP Keepalive time
de: IPv4 TCP Verbindungs-Haltezeit

source: IPv4 TCP SYN retries
de: IPv4 TCP SYN Wiederholversuche

source: IPv4 address
de: IPv4-Adresse

source: IPv4 gateway
de: IPv4-Standardgateway

source: IPv4 netmask
de: IPv4-Netzmaske

source: Interfaces settings
de: Schnittstellen-Einstellungen

source: Key to configure and retrieve others keys from Server and to set server settings from OpenMPTCProuter.
de: API-Schlüssel für die automatische Provisionierung der Schlüssel vom Server.

source: Label
de: Bezeichnung

source: Label for the interface
de: Bezeichnung der Schnittstelle

source: Last available backup on server:
de: Aktuellstes auf dem Server verfügbares Backup:

source: MLVPN can replace Glorytun with connections with same latency
de: MLVPN kann Glorytun auf Verbindungen mit identischer Latenz ('ping') ersetzen.

source: MLVPN password
de: MLVPN Schlüssel

source: MPTCP over VPN
de: MPTCP über VPN

source: Master interface selection
de: Primäre Schnittstelle:

source: Maximum scaling CPU frequency
de: Maximaler CPU-Takt

source: Minimum scaling CPU frequency
de: Minimaler CPU-Takt

source: Network overview
de: Netzwerk-Übersicht

source: Networks settings
de: Netzwerk-Einstellungen

source: No available backup on server.
de: Keine Konfigurations-Sicherung des Routers auf dem Server verfügbar.

source: No change
de: Keine Änderungen

source: None
de: Keine

source: Obfuscating plugin
de: Verschleierungs-Modul

source: Obfuscating type
de: Verschleierungs-Typ

source: Obfuscating will be enabled on both side
de: Die Verschleierung wird auf beiden Seiten aktiviert.

source: On wizard change
de: Bei Änderungen mittels des Assistenten

source: Only one server can be master, else all servers are set as backup.
de: Nur eine Verbindung kann als 'primär' definiert werden.

source: Protocol
de: Protokoll

source: Redirects all ports from server to this router
de: Weiterleitung aller Ports vom Server auf den Router

source: Restore backup
de: Parameter-Sicherung auf den Router wiederherstellen

source: Save & Apply
de: Speichern und Anwenden

source: Save vnstats statistics on disk
de: vnstat-Daten fortlaufend auf Datenträger schreiben

source: Save vnstats stats
de: Speichern der vnstat-Daten

source: Scaling governor
de: Methode der CPU-Taktung

source: Select the device you want to base the interface on.
de: Schnittstelle auswählen für diese Verbindung

source: Send backup
de: Parameter-Sicherung vom Router auf den Server

source: Server IP
de: Server IPv4

source: Server IP will be set for ShadowSocks, Glorytun, OpenVPN and MLVPN
de: Die Server-IP wird für die Protokolle ShadowSockes, Glorytun, OpenVPN und MLVPN verwendet.

source: Server key
de: Server-Schlüssel

source: Server settings
de: Server-Einstellungen

source: Server username
de: Server-Benutzername

source: Set an IP in the same network as the modem
de: IP-Adresse im gleichen Subnetz wie das Modem angeben

source: Set here IP of the modem
de: IPv4 des Modems

source: Set server as master
de: Server als 'primär' definieren

source: Set the default VPN used for UDP and ICMP when ShadowSocks is enabled, for all traffic if ShadowSocks is disabled.
de: Auswahl des VPNs für UDP und ICMP (Sofern ShadowSocks für TCP aktiv ist. Andernfalls auch für TCP)

source: Set value between 80-95% of max download speed link. 0 to disable SQM/QoS.
de: Wert von etwa 80-95% der Downstream-Bandbreite; '0' zum Abschalten von SQM/QoS.

source: Set value between 80-95% of max upload speed link. 0 to disable SQM/QoS.
de: Wert von etwa 80-95% der Upstream-Bandbreite. Eingabe von '0' zur Abschaltung von SQM/QoS.

source: Settings Wizard
de: Parametrierungs-Assistent

source: ShadowSocks is used for TCP.
de: SchadowSocks wird für TCP genutzt.

source: ShadowSocks key
de: ShadowSocks Schlüssel

source: ShadowSocks settings
de: Einstellungen ShadowSocks

source: Show all settings
de: Alle Einstellungen anzeigen

source: Static address
de: Statische Adresse

source: Systems settings
de: System-Einstellungen

source: There is no Advanced Encryption Standard (AES) instruction set integrated in the processor, you should use chacha20.
de: Die CPU beherrscht keine AES-NI-Befehle für hardwarebeschleunigte Verschlüsselung. Sinnvollerweise stattdessen 'chacha20' nutzen!

source: UBOND can replace Glorytun with connections with same latency
de: UBOND kann ersatzweise für Glorytun genutzt werden, sofern die Verbindungen über identische Latenz verfügen.

source: UBOND password
de: UBOND Schlüssel

source: Update
de: Aktualisierung

source: Update VPS
de: Aktualiserung des Servers

source: Update remotly the server to latest version when needed.
de: automatische Aktualiserung des Servers

source: Update server
de: Aktualisierung des Servers

source: Upload speed (Kb/s)
de: Upstream-Bandbreite (kBit/s)

source: Used by Glorytun UDP and SQM/QoS if enabled. 0 to use default value.
de: Nutzung durch Glorytun für UDP und SQM/QoS, sofern aktiv. '0' für den automatischen Wert.

source: VPN settings
de: VPN-Einstellungen

source: VPS settings
de: Server-Einstellungen

source: When enable check are done on external sites to get each WAN IP and the IP used to go outside.
de: Externe Prüfung der IP-Adressen der WAN-Adapter und der Server-IP

source: Wizard
de: Assistent

source: You can enable MPTCP over VPN if your provider filter Multipath TCP.
de: 'MPTCP over VPN' kann genutzt werden für Anschlüsse auf denen der Anbieter Multipath-TCP filtert.

source: You can use DHCP if you have multiple real ethernet ports. Select other if you want to use another protocol available in Network Interfaces page.
de: 'DHCPclient' kann auf auf unabhängigen Schnittstellen genutzt werden. Andere Protokolle sind unter 'Netzwerk'/'Schnittstellen' einstellbar.

source: You must disable DHCP on your modems and set IP in different networks.
de: 'DHCP' muss für diese Modems abgeschaltet und die IP-Adresse in ein andere Subnetz geändert werden.

source: You should disable IPv6 here if server doesn't provide IPv6.
de: Server benötigt nutzbares IPv6. Andernfalls mit diesem Schalter die Nutzung sperren.

source: You should disable SQM for LTE or any interfaces with variable speed.
de: SQM sollte abgeschaltet werden für LTE und andere Verbindungen mit variierender Geschwindigkeit.

source: other
de: andere
